11/data/attachments/b9080c2abad0fec4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_3c5e316d-1a1c-40ba-9390-d47c245c200b</nif:username>
            <nif:friendToBeAdded>Suzanne_author_Actions_40929_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>